<template>
  <section class="introduce">
    <h2>Introduce</h2>

    <p>
      22년 5월 10일부로 개발자 커리어를 시작하여, 현재 스타트업에서 NFT 마켓
      서비스 프론트앤드 메인 개발자로 임하고 있습니다. 8명 남짓되는 작은
      회사이지만, 첫 프로젝트의 성과로 외부 투자를 유치하여 회사 확장에
      기여하였습니다.
    </p>
    <br />
    <p>
      팬을 잡고 생각하는 개발자입니다. 구조적이고 논리적인 사고를 즐기며
      클린코드 작성하는 것에 힘씁니다. 또 숙련된 코드를 위해 리뷰하는 것을
      좋아합니다. 실제로 현재 회사의 코드 컨벤션을 먼저 제안하여 적용하였으며,
      없었던 코드 리뷰 문화를 정착하였습니다.
    </p>
    <br />
    <p>현재는 Java Spring 기반 Back-End 관련 기술에 집중하고 있습니다.</p>
  </section>
</template>

<script>
export default {};
</script>

<style></style>
