<template>
  <section class="introduce">
    <h2>Introduce</h2>
    <p>
      22년 5월 10일부로 개발자 커리어를 시작하였습니다. 현재는 스타트업에서
      풀스택 개발을 하고 있습니다. 2021년 10월부터 2022년 5월까지는 NFT 마켓
      서비스 프론트앤드 메인 개발자로 첫 프로젝트를 참여하였고, 이에 대한 성과로
      외부 투자를 유치하여 회사를 안양에서 강남으로 이전시키는 등 회사 발전에
      기여하였습니다.
    </p>
    <br />
    <br />
    <br />

    <p>
      연필을 잡고 생각하는 개발자입니다. 구조적이고 논리적인 사고를 즐기며
      클린코드 작성하는 것에 힘씁니다. 또 숙련된 코드를 위해 리뷰하는 것을
      좋아합니다. 실제로 현재 회사의 코드 컨벤션과 커밋 메시지 통일을 먼저
      제안하였고 적용하였으며, 없었던 코드 리뷰 문화를 정착하였습니다.
    </p>
    <br />
    <br />
    <br />

    <p>
      한국 MMA 파이터 코리안 좀비 정찬성 선수가 유퀴즈에서 한 인터뷰가 있습니다.
      "저는 노력이라는 것도 재능 중의 하나라고 생각해요. 노력이 재능이라고 하면
      세상 누구보다도 자신 있어요" 세계 최고의 파이터 중 한 명인 그의 성공
      비결은 다름아닌 노력이라고 답하였습니다. 저 또한 하루 하루를 챔피언 밸트를
      갈망하는 도전자의 마음으로 성실하게 임하고 있습니다.
    </p>
    <br />
    <br />
    <br />

    <p>
      Node 기반의 Nest.js, Java 기반의 Spring 등 Back-End 관련 기술에 집중하고
      있습니다.
    </p>
  </section>
</template>

<script>
export default {};
</script>

<style></style>
